##
## IM Gateway Resource Bundle - Russian UTF-8 Locale
##
## For a full changelog, refer to the English bundle, gateway_i18n.properties.


# Temporary Tags Until Fixed Properly
login.title=\u0430\u009a\u0430\u041e\u0430\u041d\u0431\u0081\u0430\u041e\u0430\u041b\u0431\u008c \u0430\u0090\u0430\u0414\u0430\u041c\u0430\u0418\u0430\u041d\u0430\u0410
global.add=\u0430\u0094\u0430\u041e\u0430\u0411\u0430\u0410\u0430\u0412\u0430\u0418\u0431\u0082\u0431\u008c
global.edit=\u0430\u0098\u0430\u0417\u0430\u041c\u0430\u0415\u0430\u041d\u0430\u0418\u0431\u0082\u0431\u008c
global.delete=\u0430\u0403\u0430\u0414\u0430\u0410\u0430\u041b\u0430\u0418\u0431\u0082\u0431\u008c
global.cancel=\u0430\u009e\u0431\u0082\u0430\u041c\u0430\u0415\u0430\u041d\u0430\u0418\u0431\u0082\u0431\u008c
global.save_changes=\u0430\u0401\u0430\u041e\u0431\u0085\u0431\u0080\u0430\u0410\u0430\u041d\u0430\u0418\u0431\u0082\u0431\u008c \u0430\u0098\u0430\u0417\u0430\u041c\u0430\u0415\u0430\u041d\u0430\u0415\u0430\u041d\u0430\u0418\u0431\u008f

# Globals
gateway.name=IM \u0430\u0408\u0430\u041b\u0431\u008e\u0430\u0417
gateway.description=\u0430\u009f\u0430\u041e\u0430\u0417\u0430\u0412\u0430\u041e\u0430\u041b\u0431\u008f\u0430\u0415\u0431\u0082 \u0431\u0081\u0430\u041e\u0430\u0415\u0430\u0414\u0430\u0418\u0430\u041d\u0431\u008f\u0431\u0082\u0431\u008c\u0431\u0081\u0431\u008f \u0431\u0087\u0430\u0415\u0431\u0080\u0430\u0415\u0430\u0417 \u0431\u0088\u0430\u041b\u0431\u008e\u0430\u0417 \u0431\u0081 \u0430\u0414\u0431\u0080\u0431\u0083\u0430\u0413\u0430\u0418\u0430\u041c\u0430\u0418 \u0430\u041f\u0431\u0083\u0430\u0411\u0430\u041b\u0430\u0418\u0431\u0087\u0430\u041d\u0431\u008b\u0430\u041c\u0430\u0418 IM \u0431\u0081\u0430\u0415\u0431\u0082\u0431\u008f\u0430\u041c\u0430\u0418
gateway.gateways=\u0430\u0408\u0430\u041b\u0431\u008e\u0430\u0417\u0431\u008b
gateway.gateways.desc=\u0430\u009d\u0430\u0410\u0431\u0081\u0431\u0082\u0431\u0080\u0430\u041e\u0430\u0419\u0430\u041a\u0430\u0410 \u0431\u0088\u0430\u041b\u0431\u008e\u0430\u0417\u0430\u0410
gateway.settings=\u0430\u0403\u0431\u0081\u0431\u0082\u0430\u0410\u0430\u041d\u0430\u041e\u0430\u0412\u0430\u041a\u0430\u0418
gateway.settings.desc=\u0430\u009d\u0430\u0410\u0430\u0416\u0430\u041c\u0430\u0418\u0431\u0082\u0430\u0415 \u0430\u0414\u0430\u041b\u0431\u008f \u0431\u0083\u0430\u041f\u0431\u0080\u0430\u0410\u0430\u0412\u0430\u041b\u0430\u0415\u0430\u041d\u0430\u0418\u0431\u008f \u0431\u0081\u0430\u0415\u0431\u0080\u0430\u0412\u0430\u0418\u0431\u0081\u0430\u041e\u0430\u041c \u0430\u0414\u0430\u041e\u0431\u0081\u0431\u0082\u0431\u0083\u0430\u041f\u0430\u0410 \u0430\u041a \u0430\u0414\u0431\u0080\u0431\u0083\u0430\u0413\u0430\u0418\u0430\u041c IM \u0431\u0081\u0430\u0415\u0431\u0082\u0431\u008f\u0430\u041c
gateway.registrations=\u0430\u00a0\u0430\u0415\u0430\u0413\u0430\u0418\u0431\u0081\u0431\u0082\u0431\u0080\u0430\u0410\u0431\u0086\u0430\u0418\u0430\u0418
gateway.registrations.desc=\u0430\u009d\u0430\u0410\u0430\u0416\u0430\u041c\u0430\u0418\u0431\u0082\u0430\u0415 \u0430\u0414\u0430\u041b\u0431\u008f \u0430\u041f\u0431\u0080\u0430\u041e\u0431\u0081\u0430\u041c\u0430\u041e\u0431\u0082\u0431\u0080\u0430\u0410 \u0430\u0418 \u0431\u0083\u0430\u041f\u0431\u0080\u0430\u0410\u0430\u0412\u0430\u041b\u0430\u0415\u0430\u041d\u0430\u0418\u0431\u008f \u0431\u0080\u0430\u0415\u0430\u0413\u0430\u0418\u0431\u0081\u0431\u0082\u0431\u0080\u0430\u0410\u0431\u0086\u0430\u0418\u0431\u008f\u0430\u041c\u0430\u0418 \u0430\u041f\u0430\u041e\u0430\u041b\u0431\u008c\u0430\u0417\u0430\u041e\u0430\u0412\u0430\u0410\u0431\u0082\u0430\u0415\u0430\u041b\u0430\u0415\u0430\u0419 \u0430\u0414\u0431\u0080\u0431\u0083\u0430\u0413\u0430\u0418\u0431\u0085 IM \u0431\u0081\u0430\u0415\u0431\u0082\u0430\u0415\u0430\u0419

# Base Transport
gateway.base.notloggedin=\u0430\u0092 \u0430\u0414\u0430\u0410\u0430\u041d\u0430\u041d\u0431\u008b\u0430\u0419 \u0430\u041c\u0430\u041e\u0430\u041c\u0430\u0415\u0430\u041d\u0431\u0082 \u0430\u0412\u0431\u008b \u0430\u041d\u0430\u0415 \u0430\u0412\u0430\u041e\u0431\u0088\u0430\u041b\u0430\u0418 \u0430\u0412 {0} transport.
gateway.base.enterusername=\u0430\u009f\u0430\u041e\u0430\u0416\u0430\u0410\u0430\u041b\u0431\u0083\u0430\u0419\u0431\u0081\u0431\u0082\u0430\u0410, \u0430\u0412\u0430\u0412\u0430\u0415\u0430\u0414\u0430\u0418\u0431\u0082\u0430\u0415 {0} \u0430\u0418\u0430\u041c\u0431\u008f \u0430\u041f\u0430\u041e\u0430\u041b\u0431\u008c\u0430\u0417\u0430\u041e\u0430\u0412\u0430\u0410\u0431\u0082\u0430\u0415\u0430\u041b\u0431\u008f \u0430\u041f\u0430\u0415\u0431\u0080\u0431\u0081\u0430\u041e\u0430\u041d\u0431\u008b, \u0430\u041a\u0430\u041e\u0431\u0082\u0430\u041e\u0431\u0080\u0431\u0083\u0431\u008e \u0431\u0085\u0430\u041e\u0431\u0082\u0430\u0418\u0431\u0082\u0430\u0415 \u0430\u0414\u0430\u041e\u0430\u0411\u0430\u0410\u0430\u0412\u0430\u0418\u0431\u0082\u0431\u008c.
gateway.base.registrationdeniedbyacls=\u0430\u0092\u0430\u0410\u0431\u0088\u0430\u0410 \u0431\u0080\u0430\u0415\u0430\u0413\u0430\u0418\u0431\u0081\u0431\u0082\u0431\u0080\u0430\u0410\u0431\u0086\u0430\u0418\u0431\u008f \u0430\u041e\u0431\u0082\u0430\u041a\u0430\u041b\u0430\u041e\u0430\u041d\u0430\u0415\u0430\u041d\u0430\u0410, \u0431\u0082\u0430\u0410\u0430\u041a \u0430\u041a\u0430\u0410\u0430\u041a \u0430\u0412\u0431\u008b \u0430\u041d\u0430\u0415 \u0430\u041f\u0431\u0080\u0430\u041e\u0430\u041f\u0430\u0418\u0431\u0081\u0430\u0410\u0430\u041d\u0431\u008b \u0430\u0412 \u0431\u0081\u0430\u041f\u0430\u0418\u0431\u0081\u0430\u041a\u0430\u0415 \u0431\u0080\u0430\u0410\u0430\u0417\u0431\u0080\u0430\u0415\u0431\u0088\u0430\u0415\u0430\u041d\u0430\u041d\u0431\u008b\u0431\u0085 \u0430\u0414\u0430\u041b\u0431\u008f \u0430\u0414\u0430\u041e\u0431\u0081\u0431\u0082\u0431\u0083\u0430\u041f\u0430\u0410.
gateway.base.registrationdeniedbyhost=\u0430\u0092\u0430\u0410\u0431\u0088\u0430\u0410 \u0431\u0080\u0430\u0415\u0430\u0413\u0430\u0418\u0431\u0081\u0431\u0082\u0431\u0080\u0430\u0410\u0431\u0086\u0430\u0418\u0431\u008f \u0430\u041e\u0431\u0082\u0430\u041a\u0430\u041b\u0430\u041e\u0430\u041d\u0430\u0415\u0430\u041d\u0430\u0410, \u0431\u0082\u0430\u0410\u0430\u041a \u0430\u041a\u0430\u0410\u0430\u041a \u0430\u0412\u0431\u008b \u0430\u041d\u0430\u0415 \u0430\u0417\u0430\u0410\u0431\u0080\u0430\u0415\u0430\u0413\u0430\u0418\u0431\u0081\u0431\u0082\u0431\u0080\u0430\u0418\u0431\u0080\u0430\u041e\u0430\u0412\u0430\u0410\u0430\u041d\u0431\u008b \u0430\u041d\u0430\u0410 \u0431\u0082\u0430\u041e\u0430\u041c \u0430\u0416\u0430\u0415 \u0431\u0081\u0430\u0415\u0431\u0080\u0430\u0412\u0430\u0415\u0431\u0080\u0430\u0415, \u0430\u041d\u0430\u0410 \u0430\u041a\u0430\u041e\u0431\u0082\u0430\u041e\u0431\u0080\u0430\u041e\u0430\u041c \u0430\u041d\u0430\u0410\u0431\u0085\u0430\u041e\u0430\u0414\u0430\u0418\u0431\u0082\u0431\u0081\u0431\u008f \u0431\u0082\u0431\u0080\u0430\u0410\u0431\u0081\u0430\u041f\u0430\u041e\u0431\u0080\u0431\u0082.
gateway.base.registrationdeniednoacct=\u0430\u0092\u0430\u0410\u0431\u0088\u0430\u0410 \u0431\u0080\u0430\u0415\u0430\u0413\u0430\u0418\u0431\u0081\u0431\u0082\u0431\u0080\u0430\u0410\u0431\u0086\u0430\u0418\u0431\u008f \u0430\u041e\u0431\u0082\u0430\u041a\u0430\u041b\u0430\u041e\u0430\u041d\u0430\u0415\u0430\u041d\u0430\u0410, \u0431\u0082\u0430\u0410\u0430\u041a \u0430\u041a\u0430\u0410\u0430\u041a \u0430\u0412\u0431\u008b \u0430\u041d\u0430\u0415 \u0430\u0417\u0430\u0410\u0431\u0080\u0430\u0415\u0430\u0413\u0430\u0418\u0431\u0081\u0431\u0082\u0431\u0080\u0430\u0418\u0431\u0080\u0430\u041e\u0430\u0412\u0430\u0410\u0430\u041d\u0431\u008b \u0430\u041d\u0430\u0410 \u0431\u0081\u0430\u0415\u0431\u0080\u0430\u0412\u0430\u0415\u0431\u0080\u0430\u0415.
gateway.base.registrationdeniedbadusername=\u0430\u0092\u0430\u0410\u0431\u0088\u0430\u0410 \u0431\u0080\u0430\u0415\u0430\u0413\u0430\u0418\u0431\u0081\u0431\u0082\u0431\u0080\u0430\u0410\u0431\u0086\u0430\u0418\u0431\u008f \u0430\u041e\u0431\u0082\u0430\u041a\u0430\u041b\u0430\u041e\u0430\u041d\u0430\u0415\u0430\u041d\u0430\u0410, \u0431\u0082\u0430\u0410\u0430\u041a \u0430\u041a\u0430\u0410\u0430\u041a \u0430\u0418\u0430\u041c\u0431\u008f \u0430\u041f\u0430\u041e\u0430\u041b\u0431\u008c\u0430\u0417\u0430\u041e\u0430\u0412\u0430\u0410\u0431\u0082\u0430\u0415\u0430\u041b\u0431\u008f, \u0430\u041a\u0430\u041e\u0431\u0082\u0430\u041e\u0431\u0080\u0430\u041e\u0430\u0415 \u0430\u0412\u0431\u008b \u0431\u0083\u0430\u041a\u0430\u0410\u0430\u0417\u0430\u0410\u0430\u041b\u0430\u0418 \u0430\u041d\u0430\u0415\u0430\u041f\u0431\u0080\u0430\u0418\u0430\u041c\u0430\u0415\u0430\u041d\u0430\u0418\u0430\u041c\u0430\u041e \u0430\u0414\u0430\u041b\u0431\u008f \u0431\u008d\u0431\u0082\u0430\u041e\u0430\u0413\u0430\u041e \u0431\u0081\u0430\u0415\u0431\u0080\u0430\u0412\u0430\u0418\u0431\u0081\u0430\u0410.

# OSCAR 'Global' (both AIM/ICQ Transports)
gateway.oscar.connectionfailed=\u0430\u009d\u0430\u0415\u0431\u0082 \u0431\u0081\u0430\u0412\u0431\u008f\u0430\u0417\u0430\u0418:
gateway.oscar.accountdeleted=\u0430\u00ad\u0431\u0082\u0430\u041e\u0431\u0082 \u0431\u0081\u0431\u0087\u0430\u0415\u0431\u0082 \u0431\u0083\u0430\u0414\u0430\u0410\u0430\u041b\u0430\u0415\u0430\u041d.
gateway.oscar.badinput=\u0430\u0403\u0430\u041a\u0430\u0410\u0430\u0417\u0430\u0410\u0430\u041d\u0430\u041e \u0430\u041d\u0430\u0415\u0430\u0412\u0430\u0415\u0431\u0080\u0430\u041d\u0430\u041e\u0430\u0415 screen name/uin.
gateway.oscar.badpassword=\u0430\u0403\u0430\u041a\u0430\u0410\u0430\u0417\u0430\u0410\u0430\u041d \u0430\u041d\u0430\u0415\u0430\u0412\u0430\u0415\u0431\u0080\u0430\u041d\u0431\u008b\u0430\u0419 \u0430\u041f\u0430\u0410\u0431\u0080\u0430\u041e\u0430\u041b\u0431\u008c.
gateway.oscar.oldclient=\u0430\u009f\u0430\u041b\u0430\u0410\u0430\u0413\u0430\u0418\u0430\u041d \u0430\u0418\u0430\u0414\u0430\u0415\u0430\u041d\u0431\u0082\u0430\u0418\u0431\u0084\u0430\u0418\u0431\u0086\u0430\u0418\u0431\u0080\u0430\u041e\u0430\u0412\u0430\u0410\u0430\u041d \u0430\u041a\u0430\u0410\u0430\u041a \u0431\u0081\u0430\u041b\u0430\u0418\u0431\u0088\u0430\u041a\u0430\u041e\u0430\u041c \u0431\u0081\u0431\u0082\u0430\u0410\u0431\u0080\u0431\u008b\u0430\u0419 \u0430\u041a\u0430\u041b\u0430\u0418\u0430\u0415\u0430\u041d\u0431\u0082. \u0430\u009f\u0430\u041e\u0430\u0416\u0430\u0410\u0430\u041b\u0431\u0083\u0430\u0419\u0431\u0081\u0431\u0082\u0430\u0410, \u0431\u0081\u0430\u0412\u0431\u008f\u0430\u0416\u0430\u0418\u0431\u0082\u0430\u0415\u0431\u0081\u0431\u008c \u0431\u0081 \u0431\u0080\u0430\u0410\u0430\u0417\u0431\u0080\u0430\u0410\u0430\u0411\u0430\u041e\u0431\u0082\u0431\u0087\u0430\u0418\u0430\u041a\u0430\u041e\u0430\u041c.
gateway.oscar.connectedtoomuch=\u0430\u0092\u0431\u008b \u0430\u041f\u0430\u0415\u0431\u0080\u0430\u0415\u0431\u0081\u0430\u041e\u0430\u0415\u0430\u0414\u0430\u0418\u0430\u041d\u0431\u008f\u0430\u041b\u0430\u0418\u0431\u0081\u0431\u008c \u0431\u0081\u0430\u041b\u0430\u0418\u0431\u0088\u0430\u041a\u0430\u041e\u0430\u041c \u0430\u041c\u0430\u041d\u0430\u041e\u0430\u0413\u0430\u041e \u0431\u0080\u0430\u0410\u0430\u0417 \u0430\u0417\u0430\u0410 \u0430\u041a\u0430\u041e\u0431\u0080\u0430\u041e\u0431\u0082\u0430\u041a\u0430\u0418\u0430\u0419 \u0430\u041f\u0431\u0080\u0430\u041e\u0430\u041c\u0430\u0415\u0430\u0416\u0431\u0083\u0431\u0082\u0430\u041e\u0430\u041a \u0430\u0412\u0431\u0080\u0430\u0415\u0430\u041c\u0430\u0415\u0430\u041d\u0430\u0418. \u0430\u009f\u0430\u041e\u0430\u0416\u0430\u0410\u0430\u041b\u0431\u0083\u0430\u0419\u0431\u0081\u0431\u0082\u0430\u0410, \u0430\u041f\u0430\u041e\u0430\u0414\u0430\u041e\u0430\u0416\u0430\u0414\u0430\u0418\u0431\u0082\u0430\u0415 15 \u0430\u041c\u0430\u0418\u0430\u041d\u0431\u0083\u0431\u0082 \u0430\u041f\u0430\u0415\u0431\u0080\u0430\u0415\u0430\u0414 \u0430\u041f\u0430\u041e\u0430\u0412\u0431\u0082\u0430\u041e\u0431\u0080\u0430\u041d\u0430\u041e\u0430\u0419 \u0430\u041f\u0430\u041e\u0430\u041f\u0431\u008b\u0431\u0082\u0430\u041a\u0430\u041e\u0430\u0419.
gateway.oscar.baduserorpass=\u0430\u0403\u0430\u041a\u0430\u0410\u0430\u0417\u0430\u0410\u0430\u041d\u0431\u008b \u0430\u041d\u0430\u0415\u0430\u0412\u0430\u0415\u0431\u0080\u0430\u041d\u0431\u008b\u0430\u0415 screen name \u0430\u0418\u0430\u041b\u0430\u0418 \u0430\u041f\u0430\u0410\u0431\u0080\u0430\u041e\u0430\u041b\u0431\u008c. \u0430\u009f\u0430\u041e\u0430\u0416\u0430\u0410\u0430\u041b\u0431\u0083\u0430\u0419\u0431\u0081\u0431\u0082\u0430\u0410, \u0430\u041f\u0430\u0415\u0431\u0080\u0430\u0415\u0431\u0080\u0430\u0415\u0430\u0413\u0430\u0418\u0431\u0081\u0431\u0082\u0431\u0080\u0430\u0418\u0431\u0080\u0431\u0083\u0430\u0419\u0431\u0082\u0430\u0415\u0431\u0081\u0431\u008c \u0431\u0081 \u0430\u0412\u0430\u0415\u0431\u0080\u0430\u041d\u0431\u008b\u0430\u041c\u0430\u0418 screen name \u0430\u0418\u0430\u041b\u0430\u0418 \u0430\u041f\u0430\u0410\u0431\u0080\u0430\u041e\u0430\u041b\u0430\u0415\u0430\u041c.
gateway.oscar.accountsuspended=\u0430\u0092\u0430\u0410\u0431\u0088 \u0431\u0081\u0431\u0087\u0430\u0415\u0431\u0082 \u0430\u0411\u0431\u008b\u0430\u041b \u0430\u0412\u0431\u0080\u0430\u0415\u0430\u041c\u0430\u0415\u0430\u041d\u0430\u041d\u0430\u041e \u0430\u0417\u0430\u0410\u0430\u0411\u0430\u041b\u0430\u041e\u0430\u041a\u0430\u0418\u0431\u0080\u0430\u041e\u0430\u0412\u0430\u0410\u0430\u041d.
gateway.oscar.unknownerror=\u0430\u009d\u0430\u0415\u0430\u0418\u0430\u0417\u0430\u0412\u0430\u0415\u0431\u0081\u0431\u0082\u0430\u041d\u0431\u008b\u0430\u0419 \u0430\u041a\u0430\u041e\u0430\u0414 \u0430\u041e\u0431\u0088\u0430\u0418\u0430\u0411\u0430\u041a\u0430\u0418 \u0430\u041f\u0430\u041e\u0430\u041b\u0431\u0083\u0431\u0087\u0430\u0415\u0430\u041d \u0430\u041e\u0431\u0082 AIM: {0}\nURL: {1}
gateway.oscar.disconnected=\u0430\u0092\u0431\u008b \u0430\u0411\u0431\u008b\u0430\u041b\u0430\u0418 \u0430\u0410\u0430\u0412\u0431\u0082\u0430\u041e\u0430\u041c\u0430\u0410\u0431\u0082\u0430\u0418\u0431\u0087\u0430\u0415\u0431\u0081\u0430\u041a\u0430\u0418 \u0430\u041e\u0431\u0082\u0430\u041a\u0430\u041b\u0431\u008e\u0431\u0087\u0430\u0415\u0430\u041d\u0431\u008b \u0431\u0081\u0430\u0415\u0431\u0080\u0430\u0412\u0430\u0415\u0431\u0080\u0430\u041e\u0430\u041c.
gateway.oscar.away=\u0430\u009e\u0431\u0082\u0430\u041e\u0431\u0088\u0430\u0415\u0430\u041b

# AIM Transport
gateway.aim.shortservice=AIM
gateway.aim.service=AOL Instant Messenger
gateway.aim.name=AIM \u0430\u0402\u0431\u0080\u0430\u0410\u0430\u041d\u0431\u0081\u0430\u041f\u0430\u041e\u0431\u0080\u0431\u0082
gateway.aim.username=ScreenName
gateway.aim.password=\u0430\u009f\u0430\u0410\u0431\u0080\u0430\u041e\u0430\u041b\u0431\u008c
gateway.aim.registration=\u0430\u009f\u0430\u041e\u0430\u0416\u0430\u0410\u0430\u041b\u0431\u0083\u0430\u0419\u0431\u0081\u0431\u0082\u0430\u0410, \u0430\u0412\u0430\u0412\u0430\u0415\u0430\u0414\u0430\u0418\u0431\u0082\u0430\u0415 \u0430\u0412\u0430\u0410\u0431\u0088 AIM ScreenName \u0430\u0418 \u0430\u041f\u0430\u0410\u0431\u0080\u0430\u041e\u0430\u041b\u0431\u008c.
gateway.aim.warninganon=\u0430\u0092\u0431\u008b \u0430\u041f\u0430\u041e\u0430\u041b\u0431\u0083\u0431\u0087\u0430\u0418\u0430\u041b\u0430\u0418 \u0430\u0410\u0430\u041d\u0430\u041e\u0430\u041d\u0430\u0418\u0430\u041c\u0430\u041d\u0430\u041e\u0430\u0415 AIM \u0430\u041f\u0431\u0080\u0430\u0415\u0430\u0414\u0431\u0083\u0430\u041f\u0431\u0080\u0430\u0415\u0430\u0416\u0430\u0414\u0430\u0415\u0430\u041d\u0430\u0418\u0430\u0415. \u0430\u0092\u0430\u0410\u0431\u0088 \u0431\u0083\u0431\u0080\u0430\u041e\u0430\u0412\u0430\u0415\u0430\u041d\u0431\u008c \u0430\u041f\u0431\u0080\u0430\u0415\u0430\u0414\u0431\u0083\u0430\u041f\u0431\u0080\u0430\u0415\u0430\u0416\u0430\u0414\u0430\u0415\u0430\u041d\u0430\u0418\u0430\u0419 \u0431\u0082\u0430\u0415\u0430\u041f\u0430\u0415\u0431\u0080\u0431\u008c {0}%.
gateway.aim.warningdirect=\u0430\u0092\u0431\u008b \u0430\u041f\u0430\u041e\u0430\u041b\u0431\u0083\u0431\u0087\u0430\u0418\u0430\u041b\u0430\u0418 AIM \u0430\u041f\u0431\u0080\u0430\u0415\u0430\u0414\u0431\u0083\u0430\u041f\u0431\u0080\u0430\u0415\u0430\u0416\u0430\u0414\u0430\u0415\u0430\u041d\u0430\u0418\u0430\u0415 \u0430\u041e\u0431\u0082 {0}. \u0430\u0092\u0430\u0410\u0431\u0088 \u0431\u0083\u0431\u0080\u0430\u041e\u0430\u0412\u0430\u0415\u0430\u041d\u0431\u008c \u0430\u041f\u0431\u0080\u0430\u0415\u0430\u0414\u0431\u0083\u0430\u041f\u0431\u0080\u0430\u0415\u0430\u0416\u0430\u0414\u0430\u0415\u0430\u041d\u0430\u0418\u0430\u0419 \u0431\u0082\u0430\u0415\u0430\u041f\u0430\u0415\u0431\u0080\u0431\u008c {1}%.

# ICQ Transport
gateway.icq.shortservice=ICQ
gateway.icq.service=ICQ
gateway.icq.name=ICQ \u0430\u0402\u0431\u0080\u0430\u0410\u0430\u041d\u0431\u0081\u0430\u041f\u0430\u041e\u0431\u0080\u0431\u0082
gateway.icq.username=UIN/ICQ#
gateway.icq.password=\u0430\u009f\u0430\u0410\u0431\u0080\u0430\u041e\u0430\u041b\u0431\u008c
gateway.icq.registration=\u0430\u0092\u0430\u0412\u0430\u0415\u0430\u0414\u0430\u0418\u0431\u0082\u0430\u0415 \u0430\u0412\u0430\u0410\u0431\u0088 \u0430\u041d\u0430\u041e\u0430\u041c\u0430\u0415\u0431\u0080 ICQ# (UIN) \u0430\u0418 \u0430\u041f\u0430\u0410\u0431\u0080\u0430\u041e\u0430\u041b\u0431\u008c.

# MSN Transport
gateway.msn.shortservice=MSN
gateway.msn.service=MSN Messenger
gateway.msn.name=MSN \u0430\u0402\u0431\u0080\u0430\u0410\u0430\u041d\u0431\u0081\u0430\u041f\u0430\u041e\u0431\u0080\u0431\u0082
gateway.msn.username=\u0430\u0090\u0430\u0414\u0431\u0080\u0430\u0415\u0431\u0081 E-Mail 
gateway.msn.password=\u0430\u009f\u0430\u0410\u0431\u0080\u0430\u041e\u0430\u041b\u0431\u008c
gateway.msn.registration=\u0430\u009f\u0430\u041e\u0430\u0416\u0430\u0410\u0430\u041b\u0431\u0083\u0430\u0419\u0431\u0081\u0431\u0082\u0430\u0410 \u0430\u0412\u0430\u0412\u0430\u0415\u0430\u0414\u0430\u0418\u0431\u0082\u0430\u0415 \u0430\u0412\u0430\u0410\u0431\u0088 MSN Passport e-mail \u0430\u0410\u0430\u0414\u0431\u0080\u0430\u0415\u0431\u0081 \u0430\u0418 \u0430\u041f\u0430\u0410\u0431\u0080\u0430\u041e\u0430\u041b\u0431\u008c.
gateway.msn.passwordincorrect=\u0430\u009f\u0430\u0410\u0431\u0080\u0430\u041e\u0430\u041b\u0431\u008c, \u0430\u041a\u0430\u041e\u0431\u0082\u0430\u041e\u0431\u0080\u0431\u008b\u0430\u0419 \u0430\u0412\u0431\u008b \u0430\u0417\u0430\u0410\u0431\u0080\u0430\u0415\u0430\u0413\u0430\u0418\u0431\u0081\u0431\u0082\u0431\u0080\u0430\u0418\u0431\u0080\u0430\u041e\u0430\u0412\u0430\u0410\u0430\u041b\u0430\u0418 \u0430\u041d\u0430\u0415\u0430\u041a\u0430\u041e\u0431\u0080\u0431\u0080\u0430\u0415\u0430\u041a\u0431\u0082\u0430\u0415\u0430\u041d. \u0430\u009f\u0430\u041e\u0430\u0416\u0430\u0410\u0430\u041b\u0431\u0083\u0430\u0419\u0431\u0081\u0431\u0082\u0430\u0410, \u0430\u041f\u0430\u0415\u0431\u0080\u0430\u0415\u0431\u0080\u0430\u0415\u0430\u0413\u0430\u0418\u0431\u0081\u0431\u0082\u0431\u0080\u0430\u0418\u0431\u0080\u0431\u0083\u0430\u0419\u0431\u0082\u0430\u0415\u0431\u0081\u0431\u008c \u0431\u0081 \u0430\u041f\u0431\u0080\u0430\u0410\u0430\u0412\u0430\u0418\u0430\u041b\u0431\u008c\u0430\u041d\u0431\u008b\u0430\u041c \u0430\u041f\u0430\u0410\u0431\u0080\u0430\u041e\u0430\u041b\u0430\u0415\u0430\u041c.
gateway.msn.sendmsgfailed=\u0430\u009d\u0430\u0415 \u0430\u0412\u0430\u041e\u0430\u0417\u0430\u041c\u0430\u041e\u0430\u0416\u0430\u041d\u0430\u041e \u0430\u041e\u0431\u0082\u0430\u041f\u0431\u0080\u0430\u0410\u0430\u0412\u0430\u0418\u0431\u0082\u0431\u008c MSN \u0431\u0081\u0430\u041e\u0430\u041e\u0430\u0411\u0431\u0089\u0430\u0415\u0430\u041d\u0430\u0418\u0430\u0415.  \u0430\u009f\u0431\u0080\u0430\u0418\u0431\u0087\u0430\u0418\u0430\u041d\u0430\u0410:
gateway.msn.illegalaccount=\u0430\u0092\u0431\u008b \u0430\u0417\u0430\u0410\u0431\u0080\u0430\u0415\u0430\u0413\u0430\u0418\u0431\u0081\u0431\u0082\u0431\u0080\u0430\u0418\u0431\u0080\u0430\u041e\u0430\u0412\u0430\u0410\u0430\u041b\u0430\u0418\u0431\u0081\u0431\u008c \u0431\u0087\u0430\u0415\u0431\u0080\u0430\u0415\u0430\u0417 MSN \u0431\u0082\u0431\u0080\u0430\u0410\u0430\u041d\u0431\u0081\u0430\u041f\u0430\u041e\u0431\u0080\u0431\u0082 \u0431\u0081 \u0430\u041d\u0430\u0415\u0430\u041a\u0430\u041e\u0431\u0080\u0431\u0080\u0430\u0415\u0430\u041a\u0431\u0082\u0430\u041d\u0431\u008b\u0430\u041c \u0430\u041b\u0430\u041e\u0430\u0413\u0430\u0418\u0430\u041d\u0430\u041e\u0430\u041c.\n\u0430\u009b\u0430\u041e\u0430\u0413\u0430\u0418\u0430\u041d \u0430\u0414\u0430\u041e\u0430\u041b\u0430\u0416\u0430\u0415\u0430\u041d \u0430\u0412\u0431\u008b\u0430\u0413\u0430\u041b\u0431\u008f\u0430\u0414\u0430\u0415\u0431\u0082\u0431\u008c \u0430\u041a\u0430\u0410\u0430\u041a email \u0430\u0410\u0430\u0414\u0431\u0080\u0430\u0415\u0431\u0081.\n\u0430\u0092\u0431\u008b \u0430\u0416\u0430\u0415 \u0430\u0417\u0430\u0410\u0431\u0080\u0430\u0415\u0430\u0413\u0430\u0418\u0431\u0081\u0431\u0082\u0431\u0080\u0430\u0418\u0431\u0080\u0430\u041e\u0430\u0412\u0430\u0410\u0430\u041d\u0431\u008b \u0430\u041a\u0430\u0410\u0430\u041a:
gateway.msn.disconnect=\u0430\u0092\u0431\u008b \u0430\u0411\u0431\u008b\u0430\u041b\u0430\u0418 \u0430\u041e\u0431\u0082\u0430\u041a\u0430\u041b\u0431\u008e\u0431\u0087\u0430\u0415\u0430\u041d\u0431\u008b \u0430\u041e\u0431\u0082 MSN \u0431\u0081\u0430\u0415\u0431\u0080\u0430\u0412\u0430\u0418\u0431\u0081\u0430\u0410.
gateway.msn.wink=\u0430\u0092\u0431\u008b \u0430\u041f\u0430\u041e\u0430\u041b\u0431\u0083\u0431\u0087\u0430\u0418\u0430\u041b\u0430\u0418 MSN wink.
gateway.msn.nudge=\u0430\u0092\u0431\u008b \u0430\u041f\u0430\u041e\u0430\u041b\u0431\u0083\u0431\u0087\u0430\u0418\u0430\u041b\u0430\u0418 MSN nudge.
gateway.msn.otherloggedin=\u0430\u0092\u0431\u008b \u0430\u0411\u0431\u008b\u0430\u041b\u0430\u0418 \u0430\u041e\u0431\u0082\u0431\u0081\u0430\u041e\u0430\u0415\u0430\u0414\u0430\u0418\u0430\u041d\u0430\u0415\u0430\u041d\u0431\u008b \u0430\u041e\u0431\u0082 MSN, \u0430\u041f\u0430\u041e\u0431\u0082\u0430\u041e\u0430\u041c\u0431\u0083 \u0431\u0087\u0431\u0082\u0430\u041e \u0430\u041a\u0431\u0082\u0430\u041e-\u0431\u0082\u0430\u041e \u0431\u0081 \u0430\u0412\u0430\u0410\u0431\u0088\u0430\u0418\u0430\u041c \u0430\u041b\u0430\u041e\u0430\u0413\u0430\u0418\u0430\u041d\u0430\u041e\u0430\u041c \u0431\u0081\u0430\u041e\u0430\u0415\u0430\u0414\u0430\u0418\u0430\u041d\u0430\u0418\u0430\u041b\u0431\u0081\u0431\u008f \u0430\u0415\u0431\u0089\u0430\u0415 \u0431\u0080\u0430\u0410\u0430\u0417 \u0430\u0418\u0430\u0417 \u0430\u0414\u0431\u0080\u0431\u0083\u0430\u0413\u0430\u041e\u0430\u0413\u0430\u041e \u0430\u041c\u0430\u0415\u0431\u0081\u0431\u0082\u0430\u0410.

# Yahoo Transport
gateway.yahoo.shortservice=Yahoo
gateway.yahoo.service=Yahoo! Messenger
gateway.yahoo.name=Yahoo! \u0430\u0402\u0431\u0080\u0430\u0410\u0430\u041d\u0431\u0081\u0430\u041f\u0430\u041e\u0431\u0080\u0431\u0082
gateway.yahoo.username=Yahoo! ID
gateway.yahoo.password=\u0430\u009f\u0430\u0410\u0431\u0080\u0430\u041e\u0430\u041b\u0431\u008c
gateway.yahoo.registration=\u0430\u009f\u0430\u041e\u0430\u0416\u0430\u0410\u0430\u041b\u0431\u0083\u0430\u0419\u0431\u0081\u0431\u0082\u0430\u0410, \u0430\u0412\u0430\u0412\u0430\u0415\u0430\u0414\u0430\u0418\u0431\u0082\u0430\u0415 \u0430\u0412\u0430\u0410\u0431\u0088 Yahoo! ID \u0430\u0418 \u0430\u041f\u0430\u0410\u0431\u0080\u0430\u041e\u0430\u041b\u0431\u008c.
gateway.yahoo.error=\u0430\u009e\u0431\u0088\u0430\u0418\u0430\u0411\u0430\u041a\u0430\u0410 \u0430\u0418\u0430\u0417 Yahoo:
gateway.yahoo.mail=\u0430\u0403 \u0430\u0412\u0430\u0410\u0431\u0081 {0} \u0431\u0081\u0430\u041e\u0430\u041e\u0430\u0411\u0431\u0089\u0430\u0415\u0430\u041d\u0430\u0418\u0430\u0419 \u0430\u0412 \u0430\u0412\u0430\u0410\u0431\u0088\u0430\u0415\u0430\u0419 Yahoo! \u0430\u041f\u0430\u041e\u0431\u0087\u0431\u0082\u0430\u0415.
gateway.yahoo.loginrefused=\u0430\u009e\u0431\u0088\u0430\u0418\u0430\u0411\u0430\u041a\u0430\u0410 \u0430\u0412\u0431\u0085\u0430\u041e\u0430\u0414\u0430\u0410 \u0430\u0412 Yahoo! messenger.  (\u0430\u041b\u0430\u041e\u0430\u0413\u0430\u0418\u0430\u041d \u0430\u041e\u0431\u0082\u0430\u041a\u0430\u041b\u0430\u041e\u0430\u041d\u0430\u0415\u0430\u041d)
gateway.yahoo.unknownuser=Yahoo! \u0430\u041d\u0430\u0415 \u0431\u0080\u0430\u0410\u0431\u0081\u0430\u041f\u0430\u041e\u0430\u0417\u0430\u041d\u0430\u0410\u0430\u041b \u0430\u0418\u0430\u041c\u0431\u008f \u0430\u041f\u0430\u041e\u0430\u041b\u0431\u008c\u0430\u0417\u0430\u041e\u0430\u0412\u0430\u0410\u0431\u0082\u0430\u0415\u0430\u041b\u0431\u008f, \u0431\u0081 \u0430\u041a\u0430\u041e\u0431\u0082\u0430\u041e\u0431\u0080\u0431\u008b\u0430\u041c \u0430\u0412\u0431\u008b \u0430\u0417\u0430\u0410\u0431\u0080\u0430\u0415\u0430\u0413\u0430\u0418\u0431\u0081\u0431\u0082\u0431\u0080\u0430\u0418\u0431\u0080\u0430\u041e\u0430\u0412\u0430\u0410\u0430\u041b\u0430\u0418\u0431\u0081\u0431\u008c. \u0430\u009f\u0430\u041e\u0430\u0416\u0430\u0410\u0430\u041b\u0431\u0083\u0430\u0419\u0431\u0081\u0431\u0082\u0430\u0410, \u0430\u0417\u0430\u0410\u0431\u0080\u0430\u0415\u0430\u0413\u0430\u0418\u0431\u0081\u0431\u0082\u0431\u0080\u0430\u0418\u0431\u0080\u0431\u0083\u0430\u0419\u0431\u0082\u0430\u0415\u0431\u0081\u0431\u008c \u0431\u0081 \u0430\u041a\u0430\u041e\u0431\u0080\u0431\u0080\u0430\u0415\u0430\u041a\u0431\u0082\u0430\u041d\u0431\u008b\u0430\u041c \u0430\u0418\u0430\u041c\u0430\u0415\u0430\u041d\u0430\u0415\u0430\u041c.
gateway.yahoo.badpassword=\u0430\u009b\u0430\u041e\u0430\u0413\u0430\u0418\u0430\u041d \u0430\u041e\u0431\u0082\u0430\u041a\u0430\u041b\u0430\u041e\u0430\u041d\u0430\u0415\u0430\u041d Yahoo!, \u0430\u0412\u0430\u041e\u0430\u0417\u0430\u041c\u0430\u041e\u0430\u0416\u0430\u041d\u0430\u041e \u0430\u041f\u0430\u041e\u0431\u0082\u0430\u041e\u0430\u041c\u0431\u0083 \u0431\u0087\u0431\u0082\u0430\u041e \u0430\u041d\u0430\u0415\u0430\u041a\u0430\u041e\u0431\u0080\u0431\u0080\u0430\u0415\u0430\u041a\u0431\u0082\u0430\u041d\u0431\u008b\u0430\u0419 \u0430\u041f\u0430\u0410\u0431\u0080\u0430\u041e\u0430\u041b\u0431\u008c. \u0430\u009f\u0430\u041e\u0430\u0416\u0430\u0410\u0430\u041b\u0431\u0083\u0430\u0419\u0431\u0081\u0431\u0082\u0430\u0410, \u0430\u041f\u0430\u0415\u0431\u0080\u0430\u0415\u0431\u0080\u0430\u0415\u0430\u0413\u0430\u0418\u0431\u0081\u0431\u0082\u0431\u0080\u0430\u0418\u0431\u0080\u0431\u0083\u0430\u0419\u0431\u0082\u0430\u0415\u0431\u0081\u0431\u008c \u0431\u0081 \u0430\u041d\u0430\u041e\u0431\u0080\u0430\u041c\u0430\u0410\u0430\u041b\u0431\u008c\u0430\u041d\u0431\u008b\u0430\u041c \u0430\u041f\u0430\u0410\u0431\u0080\u0430\u041e\u0430\u041b\u0430\u0415\u0430\u041c.
gateway.yahoo.accountlocked=\u0430\u0094\u0430\u041e\u0431\u0081\u0431\u0082\u0431\u0083\u0430\u041f \u0430\u0417\u0430\u0410\u0430\u041a\u0431\u0080\u0431\u008b\u0431\u0082 \u0430\u0412 \u0430\u0412\u0430\u0410\u0431\u0088 Yahoo! \u0431\u0081\u0431\u0087\u0430\u0415\u0431\u0082.
gateway.yahoo.accountlockedwithurl=\u0430\u0094\u0430\u041e\u0431\u0081\u0431\u0082\u0431\u0083\u0430\u041f \u0430\u0417\u0430\u0410\u0430\u041a\u0431\u0080\u0431\u008b\u0431\u0082 \u0430\u0412 \u0430\u0412\u0430\u0410\u0431\u0088 Yahoo! \u0431\u0081\u0431\u0087\u0430\u0415\u0431\u0082. \u0430\u009f\u0430\u041e\u0430\u0416\u0430\u0410\u0430\u041b\u0431\u0083\u0430\u0419\u0431\u0081\u0431\u0082\u0430\u0410 \u0430\u0417\u0430\u0410\u0430\u0419\u0430\u0414\u0430\u0418\u0431\u0082\u0430\u0415 \u0431\u0081\u0431\u008e\u0430\u0414\u0430\u0410: {0}
gateway.yahoo.unknownerror=\u0430\u009e\u0431\u0088\u0430\u0418\u0430\u0411\u0430\u041a\u0430\u0410 \u0430\u0412\u0431\u0085\u0430\u041e\u0430\u0414\u0430\u0410 \u0430\u0412 Yahoo! messenger \u0431\u0081\u0431\u0087\u0430\u0415\u0431\u0082.  (\u0430\u041d\u0430\u0415\u0430\u0418\u0430\u0417\u0430\u0412\u0430\u0415\u0431\u0081\u0431\u0082\u0430\u041d\u0430\u0410\u0431\u008f \u0430\u041e\u0431\u0088\u0430\u0418\u0430\u0411\u0430\u041a\u0430\u0410)

# IRC Transport
gateway.irc.shortservice=IRC
gateway.irc.service=IRC
gateway.irc.name=IRC \u0430\u0402\u0431\u0080\u0430\u0410\u0430\u041d\u0431\u0081\u0430\u041f\u0430\u041e\u0431\u0080\u0431\u0082
gateway.irc.username=\u0430\u0098\u0430\u041c\u0431\u008f \u0430\u041f\u0430\u041e\u0430\u041b\u0431\u008c\u0430\u0417\u0430\u041e\u0430\u0412\u0430\u0410\u0431\u0082\u0430\u0415\u0430\u041b\u0431\u008f
gateway.irc.password=\u0430\u009f\u0430\u0410\u0431\u0080\u0430\u041e\u0430\u041b\u0431\u008c
gateway.irc.nickname=\u0430\u009f\u0431\u0081\u0430\u0415\u0430\u0412\u0430\u0414\u0430\u041e\u0430\u041d\u0430\u0418\u0430\u041c
gateway.irc.registration=\u0430\u009f\u0430\u041e\u0430\u0416\u0430\u0410\u0430\u041b\u0431\u0083\u0430\u0419\u0431\u0081\u0431\u0082\u0430\u0410, \u0430\u0412\u0430\u0412\u0430\u0415\u0430\u0414\u0430\u0418\u0431\u0082\u0430\u0415 \u0430\u0412\u0430\u0410\u0431\u0088\u0430\u0418 IRC \u0430\u0418\u0430\u041c\u0431\u008f \u0430\u041f\u0430\u041e\u0430\u041b\u0431\u008c\u0430\u0417\u0430\u041e\u0430\u0412\u0430\u0410\u0431\u0082\u0430\u0415\u0430\u041b\u0431\u008f, \u0430\u041f\u0430\u0410\u0431\u0080\u0430\u041e\u0430\u041b\u0431\u008c, \u0430\u0418 \u0430\u041f\u0431\u0081\u0430\u0415\u0430\u0412\u0430\u0414\u0430\u041e\u0430\u041d\u0430\u0418\u0430\u041c. \u0430\u009f\u0431\u0081\u0430\u0415\u0430\u0412\u0430\u0414\u0430\u041e\u0430\u041d\u0430\u0418\u0430\u041c \u0430\u0418\u0431\u0081\u0430\u041f\u0430\u041e\u0430\u041b\u0431\u008c\u0430\u0417\u0431\u0083\u0430\u0415\u0431\u0082\u0431\u0081\u0431\u008f \u0430\u0414\u0430\u041b\u0431\u008f \u0430\u041e\u0430\u0411\u0431\u0089\u0430\u0415\u0430\u041d\u0430\u0418\u0431\u008f, \u0430\u0412 \u0431\u0082\u0430\u041e \u0430\u0412\u0431\u0080\u0430\u0415\u0430\u041c\u0431\u008f \u0430\u041a\u0430\u0410\u0430\u041a \u0430\u0418\u0430\u041c\u0431\u008f \u0430\u041f\u0430\u041e\u0430\u041b\u0431\u008c\u0430\u0417\u0430\u041e\u0430\u0412\u0430\u0410\u0431\u0082\u0430\u0415\u0430\u041b\u0431\u008f \u0430\u0418 \u0430\u041f\u0430\u0410\u0431\u0080\u0430\u041e\u0430\u041b\u0431\u008c \u0430\u0418\u0431\u0081\u0430\u041f\u0430\u041e\u0430\u041b\u0431\u008c\u0430\u0417\u0431\u0083\u0431\u008e\u0431\u0082\u0431\u0081\u0431\u008f \u0430\u0414\u0430\u041b\u0431\u008f \u0430\u0410\u0430\u0412\u0431\u0082\u0430\u041e\u0431\u0080\u0430\u0418\u0430\u0417\u0430\u0410\u0431\u0086\u0430\u0418\u0430\u0418. \u0430\u0095\u0431\u0081\u0430\u041b\u0430\u0418 \u0430\u041f\u0430\u0410\u0431\u0080\u0430\u041e\u0430\u041b\u0431\u008c \u0430\u041d\u0430\u0415 \u0431\u0082\u0431\u0080\u0430\u0415\u0430\u0411\u0431\u0083\u0430\u0415\u0431\u0082\u0431\u0081\u0431\u008f, \u0430\u041e\u0431\u0081\u0431\u0082\u0430\u0410\u0430\u0412\u0431\u008c\u0431\u0082\u0430\u0415 \u0430\u0415\u0430\u0413\u0430\u041e \u0430\u041f\u0431\u0083\u0431\u0081\u0431\u0082\u0431\u008b\u0430\u041c.
gateway.irc.away=\u0430\u009e\u0431\u0082\u0430\u041e\u0431\u0088\u0430\u0415\u0430\u041b
gateway.irc.extendedaway=\u0430\u009e\u0431\u0082\u0431\u0081\u0431\u0083\u0431\u0082\u0431\u0081\u0431\u0082\u0430\u0412\u0431\u0083\u0430\u0415\u0431\u0082 \u0430\u0414\u0430\u0410\u0430\u0412\u0430\u041d\u0430\u041e
gateway.irc.donotdisturb=\u0430\u009d\u0430\u0415 \u0430\u0411\u0430\u0415\u0431\u0081\u0430\u041f\u0430\u041e\u0430\u041a\u0430\u041e\u0430\u0418\u0431\u0082\u0431\u008c
gateway.irc.errorreceived=\u0430\u009f\u0430\u041e\u0430\u041b\u0431\u0083\u0431\u0087\u0430\u0415\u0430\u041d\u0430\u0410 \u0430\u041e\u0431\u0088\u0430\u0418\u0430\u0411\u0430\u041a\u0430\u0410 IRC:
gateway.irc.errorreceivedwithcode=\u0430\u009f\u0430\u041e\u0430\u041b\u0431\u0083\u0431\u0087\u0430\u0415\u0430\u041d\u0430\u0410 \u0430\u041e\u0431\u0088\u0430\u0418\u0430\u0411\u0430\u041a\u0430\u0410 IRC (code {0}):

# XMPP Transport
gateway.xmpp.shortservice=XMPP
gateway.xmpp.service=XMPP
gateway.xmpp.name=XMPP \u0430\u0402\u0431\u0080\u0430\u0410\u0430\u041d\u0431\u0081\u0430\u041f\u0430\u041e\u0431\u0080\u0431\u0082
gateway.xmpp.username=JID
gateway.xmpp.password=\u0430\u009f\u0430\u0410\u0431\u0080\u0430\u041e\u0430\u041b\u0431\u008c
gateway.xmpp.registration=\u0430\u009f\u0430\u041e\u0430\u0416\u0430\u0410\u0430\u041b\u0431\u0083\u0430\u0419\u0431\u0081\u0431\u0082\u0430\u0410, \u0430\u0412\u0430\u0412\u0430\u0415\u0430\u0414\u0430\u0418\u0431\u0082\u0430\u0415 \u0430\u0412\u0430\u0410\u0431\u0088 XMPP JID \u0430\u0418 \u0430\u041f\u0430\u0410\u0431\u0080\u0430\u041e\u0430\u041b\u0431\u008c, \u0431\u0082\u0430\u0410\u0430\u041a \u0430\u041a\u0430\u0410\u0430\u041a \u0430\u041e\u0430\u041d\u0430\u0418 \u0430\u0418\u0431\u0081\u0430\u041f\u0430\u041e\u0430\u041b\u0431\u008c\u0430\u0417\u0431\u0083\u0431\u008e\u0431\u0082\u0431\u0081\u0431\u008f XMPP \u0431\u0081\u0430\u0415\u0431\u0080\u0430\u0412\u0430\u0415\u0431\u0080\u0430\u041e\u0430\u041c \u0431\u0083\u0430\u041a\u0430\u0410\u0430\u0417\u0430\u0410\u0430\u041d\u0430\u041d\u0431\u008b\u0430\u041c \u0430\u0412 \u0431\u0082\u0431\u0080\u0430\u0410\u0430\u041d\u0431\u0081\u0430\u041f\u0430\u041e\u0431\u0080\u0431\u0082\u0430\u0415.

# Google Talk Transport
gateway.gtalk.shortservice=GTalk
gateway.gtalk.service=Google Talk
gateway.gtalk.name=Google Talk \u0431\u0082\u0431\u0080\u0430\u0410\u0430\u041d\u0431\u0081\u0430\u041f\u0430\u041e\u0431\u0080\u0431\u0082
gateway.gtalk.username=\u0430\u0090\u0430\u0414\u0431\u0080\u0430\u0415\u0431\u0081
gateway.gtalk.registration=\u0430\u009f\u0430\u041e\u0430\u0416\u0430\u0410\u0430\u041b\u0431\u0083\u0430\u0419\u0431\u0081\u0431\u0082\u0430\u0410, \u0430\u0412\u0430\u0412\u0430\u0415\u0430\u0414\u0430\u0418\u0431\u0082\u0430\u0415 \u0430\u0412\u0430\u0410\u0431\u0088 e-mail \u0430\u0410\u0430\u0414\u0431\u0080\u0430\u0415\u0431\u0081 \u0430\u0418 \u0430\u041f\u0430\u0410\u0431\u0080\u0430\u041e\u0430\u041b\u0431\u008c \u0430\u0418\u0431\u0081\u0430\u041f\u0430\u041e\u0430\u041b\u0431\u008c\u0430\u0417\u0431\u0083\u0431\u008e\u0431\u0089\u0430\u0418\u0430\u0415\u0431\u0081\u0431\u008f \u0430\u0412 GMail \u0430\u0418 GTalk.

# Web Interface (Settings)
gateway.web.settings.instructions=\u0430\u0092\u0431\u008b\u0430\u0411\u0430\u0415\u0431\u0080\u0430\u0418\u0431\u0082\u0430\u0415,\u0430\u041a\u0430\u0410\u0430\u041a\u0430\u041e\u0430\u0419 \u0431\u0088\u0430\u041b\u0431\u008e\u0430\u0417\u0430\u0411\u0431\u0083\u0430\u0414\u0430\u0415\u0431\u0082 \u0430\u0414\u0430\u041e\u0431\u0081\u0431\u0082\u0431\u0083\u0430\u041f\u0430\u0415\u0430\u041d, \u0430\u041a\u0430\u0410\u0430\u041a\u0430\u0418\u0430\u0415 \u0430\u0412\u0430\u041e\u0430\u0417\u0430\u041c\u0430\u041e\u0430\u0416\u0430\u041d\u0430\u041e\u0431\u0081\u0431\u0082\u0430\u0418 \u0430\u041e\u0430\u041f\u0431\u0080\u0430\u0415\u0430\u0414\u0430\u0415\u0430\u041b\u0430\u0415\u0430\u041d\u0431\u008b, \u0430\u0418 \u0430\u041a\u0431\u0082\u0430\u041e \u0430\u0418\u0430\u041c\u0430\u0415\u0430\u0415\u0431\u0082 \u0430\u0414\u0430\u041e\u0431\u0081\u0431\u0082\u0431\u0083\u0430\u041f \u0430\u041a \u0430\u041a\u0430\u0410\u0430\u041a\u0430\u041e\u0430\u041c\u0431\u0083 \u0431\u0082\u0431\u0080\u0430\u0410\u0430\u041d\u0431\u0081\u0430\u041f\u0430\u041e\u0431\u0080\u0431\u0082\u0430\u041d\u0430\u041e\u0430\u041c\u0431\u0083 \u0431\u0081\u0430\u0415\u0431\u0080\u0430\u0412\u0430\u0418\u0431\u0081\u0431\u0083. \u0430\u0092\u0431\u008b\u0430\u0411\u0430\u041e\u0431\u0080 \u0431\u0088\u0430\u041b\u0431\u008e\u0430\u0417\u0430\u0410 \u0430\u0412\u0430\u041a\u0430\u041b\u0431\u008e\u0431\u0087\u0430\u0410\u0430\u0415\u0431\u0082 \u0431\u0081\u0430\u0415\u0431\u0080\u0430\u0412\u0430\u0418\u0431\u0081.
gateway.web.settings.tests=\u0430\u0402\u0430\u0415\u0431\u0081\u0431\u0082\u0431\u008b
gateway.web.settings.options=\u0430\u009f\u0430\u0410\u0431\u0080\u0430\u0410\u0430\u041c\u0430\u0415\u0431\u0082\u0431\u0080\u0431\u008b
gateway.web.settings.permissions=\u0430\u009f\u0431\u0080\u0430\u0410\u0430\u0412\u0430\u0410 \u0430\u0414\u0430\u041e\u0431\u0081\u0431\u0082\u0431\u0083\u0430\u041f\u0430\u0410
gateway.web.settings.connecttohost=\u0430\u0401\u0430\u041e\u0430\u0415\u0430\u0414\u0430\u0418\u0430\u041d\u0430\u0418\u0431\u0082\u0431\u008c\u0431\u0081\u0431\u008f \u0431\u0081 \u0431\u0085\u0430\u041e\u0431\u0081\u0431\u0082\u0430\u041e\u0430\u041c
gateway.web.settings.connecttoport=\u0430\u0401\u0430\u041e\u0430\u0415\u0430\u0414\u0430\u0418\u0430\u041d\u0430\u0418\u0431\u0082\u0431\u008c\u0431\u0081\u0431\u008f \u0431\u0081 \u0430\u041f\u0430\u041e\u0431\u0080\u0431\u0082\u0430\u041e\u0430\u041c
gateway.web.settings.testconnection=\u0430\u009f\u0431\u0080\u0430\u041e\u0431\u0082\u0430\u0415\u0431\u0081\u0431\u0082\u0430\u0418\u0431\u0080\u0430\u041e\u0430\u0412\u0430\u0410\u0431\u0082\u0431\u008c \u0431\u0081\u0430\u041e\u0430\u0415\u0430\u0414\u0430\u0418\u0430\u041d\u0430\u0415\u0430\u041d\u0430\u0418\u0430\u0415
gateway.web.settings.saveoptions=\u0430\u0401\u0430\u041e\u0431\u0085\u0431\u0080\u0430\u0410\u0430\u041d\u0430\u0418\u0431\u0082\u0431\u008c \u0430\u041f\u0430\u0410\u0431\u0080\u0430\u0410\u0430\u041c\u0430\u0415\u0431\u0082\u0431\u0080\u0431\u008b
gateway.web.settings.cancelchanges=\u0430\u009e\u0431\u0082\u0430\u041c\u0430\u0415\u0430\u041d\u0430\u0418\u0431\u0082\u0431\u008c \u0430\u0418\u0430\u0417\u0430\u041c\u0430\u0415\u0430\u041d\u0430\u0415\u0430\u041d\u0430\u0418\u0431\u008f
gateway.web.settings.registernone=\u0430\u0402\u0430\u041e\u0430\u041b\u0431\u008c\u0430\u041a\u0430\u041e \u0431\u0080\u0431\u0083\u0431\u0087\u0430\u041d\u0430\u0410\u0431\u008f \u0431\u0080\u0430\u0415\u0430\u0413\u0430\u0418\u0431\u0081\u0431\u0082\u0431\u0080\u0430\u0410\u0431\u0086\u0430\u0418\u0431\u008f (\u0431\u0081\u0430\u041c\u0430\u041e\u0431\u0082\u0431\u0080\u0430\u0418\u0431\u0082\u0430\u0415 \u0431\u0080\u0430\u0410\u0430\u0417\u0430\u0414\u0430\u0415\u0430\u041b \u0430\u00a0\u0430\u0415\u0430\u0413\u0430\u0418\u0431\u0081\u0431\u0082\u0431\u0080\u0430\u0410\u0431\u0086\u0430\u0418\u0430\u0418 \u0430\u0414\u0430\u041b\u0431\u008f \u0431\u0083\u0430\u041f\u0431\u0080\u0430\u0410\u0430\u0412\u0430\u041b\u0430\u0415\u0430\u041d\u0430\u0418\u0431\u008f)
gateway.web.settings.registersome=\u0430\u00ad\u0431\u0082\u0430\u0418 \u0430\u041f\u0430\u041e\u0430\u041b\u0431\u008c\u0430\u0417\u0430\u041e\u0430\u0412\u0430\u0410\u0431\u0082\u0430\u0415\u0430\u041b\u0430\u0418 \u0430\u0418/\u0430\u0418\u0430\u041b\u0430\u0418 \u0430\u0413\u0431\u0080\u0431\u0083\u0430\u041f\u0430\u041f\u0431\u008b \u0430\u041c\u0430\u041e\u0430\u0413\u0431\u0083\u0431\u0082 \u0431\u0080\u0430\u0415\u0430\u0413\u0430\u0418\u0431\u0081\u0431\u0082\u0431\u0080\u0430\u0418\u0431\u0080\u0430\u041e\u0430\u0412\u0430\u0410\u0431\u0082\u0431\u008c\u0431\u0081\u0431\u008f
gateway.web.settings.registerall=\u0430\u0092\u0431\u0081\u0430\u0415 \u0430\u041f\u0430\u041e\u0430\u041b\u0431\u008c\u0430\u0417\u0430\u041e\u0430\u0412\u0430\u0410\u0431\u0082\u0430\u0415\u0430\u041b\u0430\u0418 \u0430\u041c\u0430\u041e\u0430\u0413\u0431\u0083\u0431\u0082 \u0431\u0080\u0430\u0415\u0430\u0413\u0430\u0418\u0431\u0081\u0431\u0082\u0431\u0080\u0430\u0418\u0431\u0080\u0430\u041e\u0430\u0412\u0430\u0410\u0431\u0082\u0431\u008c\u0431\u0081\u0431\u008f
gateway.web.settings.users=\u0430\u009f\u0430\u041e\u0430\u041b\u0431\u008c\u0430\u0417\u0430\u041e\u0430\u0412\u0430\u0410\u0431\u0082\u0430\u0415\u0430\u041b\u0430\u0418
gateway.web.settings.groups=\u0430\u0093\u0431\u0080\u0431\u0083\u0430\u041f\u0430\u041f\u0431\u008b
gateway.web.settings.savepermissions=\u0430\u0401\u0430\u041e\u0431\u0085\u0431\u0080\u0430\u0410\u0430\u041d\u0430\u0418\u0431\u0082\u0431\u008c \u0430\u041f\u0431\u0080\u0430\u0410\u0430\u0412\u0430\u0410 \u0430\u0414\u0430\u041e\u0431\u0081\u0431\u0082\u0431\u0083\u0430\u041f\u0430\u0410
gateway.web.settings.title=\u0430\u009d\u0430\u0410\u0431\u0081\u0431\u0082\u0431\u0080\u0430\u041e\u0430\u0419\u0430\u041a\u0430\u0418 \u0431\u0088\u0430\u041b\u0431\u008e\u0430\u0417\u0430\u0410
gateway.web.settings.settingssaved=\u0430\u009d\u0430\u0410\u0431\u0081\u0431\u0082\u0431\u0080\u0430\u041e\u0430\u0419\u0430\u041a\u0430\u0418 \u0431\u0081\u0430\u041e\u0431\u0085\u0431\u0080\u0430\u0410\u0430\u041d\u0430\u0415\u0430\u041d\u0431\u008b
gateway.web.settings.cancelledchanges=\u0430\u0098\u0430\u0417\u0430\u041c\u0430\u0415\u0430\u041d\u0430\u0415\u0430\u041d\u0430\u0418\u0431\u008f \u0430\u041e\u0431\u0082\u0430\u041c\u0430\u0415\u0430\u041d\u0430\u0415\u0430\u041d\u0431\u008b
gateway.web.settings.success=\u0430\u0403\u0431\u0081\u0430\u041f\u0430\u0415\u0431\u0088\u0430\u041d\u0430\u041e
gateway.web.settings.failed=\u0430\u009d\u0430\u0415 \u0431\u0083\u0431\u0081\u0430\u041f\u0430\u0415\u0431\u0088\u0430\u041d\u0430\u041e
gateway.web.settings.permissionssaved=\u0430\u009f\u0431\u0080\u0430\u0410\u0430\u0412\u0430\u0410 \u0430\u0414\u0430\u041e\u0431\u0081\u0431\u0082\u0431\u0083\u0430\u041f\u0430\u0410 \u0431\u0081\u0430\u041e\u0431\u0085\u0431\u0080\u0430\u0410\u0430\u041d\u0430\u0415\u0430\u041d\u0431\u008b
gateway.web.settings.host=\u0430\u0405\u0430\u041e\u0431\u0081\u0431\u0082
gateway.web.settings.port=\u0430\u009f\u0430\u041e\u0431\u0080\u0431\u0082
gateway.web.settings.encoding=\u0430\u009a\u0430\u041e\u0430\u0414\u0430\u0418\u0431\u0080\u0430\u041e\u0430\u0412\u0430\u041a\u0430\u0410
gateway.web.settings.unstable.title=\u0430\u00ad\u0430\u041a\u0431\u0081\u0430\u041f\u0430\u0415\u0431\u0080\u0430\u0418\u0430\u041c\u0430\u0415\u0430\u041d\u0431\u0082\u0430\u0410\u0430\u041b\u0431\u008c\u0430\u041d\u0431\u008b\u0430\u0419 \u0430\u0408\u0430\u041b\u0431\u008e\u0430\u0417
gateway.web.settings.unstable.notice=\u0430\u0401\u0430\u041b\u0430\u0415\u0430\u0414\u0431\u0083\u0431\u008e\u0431\u0089\u0430\u0418\u0430\u0415 \u0431\u0088\u0430\u041b\u0431\u008e\u0430\u0417\u0431\u008b \u0431\u008d\u0430\u041a\u0431\u0081\u0430\u041f\u0430\u0415\u0431\u0080\u0430\u0418\u0430\u041c\u0430\u0415\u0430\u041d\u0431\u0082\u0430\u0410\u0430\u041b\u0431\u008c\u0430\u041d\u0431\u008b\u0430\u0415 \u0430\u0418 \u0430\u041d\u0430\u0415 \u0431\u0080\u0430\u0415\u0430\u041a\u0430\u041e\u0430\u041c\u0430\u0415\u0430\u041d\u0430\u0414\u0431\u0083\u0431\u008e\u0431\u0082\u0431\u0081\u0431\u008f \u0430\u041a \u0430\u0418\u0431\u0081\u0430\u041f\u0430\u041e\u0430\u041b\u0431\u008c\u0430\u0417\u0430\u041e\u0430\u0412\u0430\u0410\u0430\u041d\u0430\u0418\u0431\u008e. \u0430\u009e\u0430\u041d\u0430\u0418 \u0430\u041f\u0431\u0080\u0430\u0415\u0430\u0414\u0430\u041d\u0430\u0410\u0430\u0417\u0430\u041d\u0430\u0410\u0431\u0087\u0430\u0415\u0430\u041d\u0431\u008b \u0430\u0414\u0430\u041b\u0431\u008f \u0431\u0082\u0430\u0415\u0431\u0085, \u0430\u041a\u0430\u041e\u0430\u041c\u0431\u0083 \u0430\u0418\u0430\u041d\u0431\u0082\u0430\u0415\u0431\u0080\u0430\u0415\u0431\u0081\u0430\u041d\u0430\u041e \u0430\u041f\u0430\u041e\u0430\u041f\u0431\u0080\u0430\u041e\u0430\u0411\u0430\u041e\u0430\u0412\u0430\u0410\u0431\u0082\u0431\u008c \u0430\u041d\u0430\u0415\u0431\u0081\u0431\u0082\u0430\u0410\u0430\u0411\u0430\u0418\u0430\u041b\u0431\u008c\u0430\u041d\u0431\u008b\u0430\u0415 \u0431\u0081\u0430\u0415\u0431\u0080\u0430\u0412\u0430\u0418\u0431\u0081\u0431\u008b \u0430\u0418 \u0430\u041a\u0431\u0082\u0430\u041e \u0430\u041f\u0430\u041e\u0430\u041d\u0430\u0418\u0430\u041c\u0430\u0410\u0430\u0415\u0431\u0082, \u0431\u0087\u0431\u0082\u0430\u041e \u0430\u041e\u0430\u041d\u0430\u0418 \u0430\u041c\u0430\u041e\u0430\u0413\u0431\u0083\u0431\u0082 \u0431\u0080\u0430\u0410\u0430\u0411\u0430\u041e\u0431\u0082\u0430\u0410\u0431\u0082\u0431\u008c \u0430\u041d\u0430\u0415\u0430\u041a\u0430\u041e\u0431\u0080\u0431\u0080\u0430\u0415\u0430\u041a\u0431\u0082\u0430\u041d\u0430\u041e.

# Web Interface (Registrations)
gateway.web.registrations.instructions=\u0430\u009d\u0430\u0418\u0430\u0416\u0430\u0415 \u0431\u0081\u0430\u041f\u0430\u0418\u0431\u0081\u0430\u041e\u0430\u041a \u0430\u0412\u0431\u0081\u0430\u0415\u0431\u0085 \u0431\u0088\u0430\u041b\u0431\u008e\u0430\u0417\u0430\u041e\u0430\u0412\u0431\u008b\u0431\u0085 \u0431\u0080\u0430\u0415\u0430\u0413\u0430\u0418\u0431\u0081\u0431\u0082\u0431\u0080\u0430\u0410\u0431\u0086\u0430\u0418\u0430\u0419. \u0430\u0094\u0430\u041b\u0431\u008f \u0431\u0084\u0430\u0418\u0430\u041b\u0431\u008c\u0431\u0082\u0431\u0080\u0430\u0410\u0431\u0086\u0430\u0418\u0430\u0418 \u0430\u0410\u0430\u041a\u0431\u0082\u0430\u0418\u0430\u0412\u0430\u041d\u0431\u008b\u0431\u0085 \u0431\u0081\u0430\u0415\u0431\u0081\u0431\u0081\u0430\u0418\u0430\u0419 \u0430\u0418/\u0430\u0418\u0430\u041b\u0430\u0418 \u0430\u041a\u0430\u041e\u0430\u041d\u0430\u041a\u0431\u0080\u0430\u0415\u0431\u0082\u0430\u041d\u0431\u008b\u0431\u0085 \u0431\u0088\u0430\u041b\u0431\u008e\u0430\u0417\u0430\u041e\u0430\u0412, \u0430\u0412\u0431\u008b\u0430\u0411\u0430\u0415\u0431\u0080\u0430\u0418\u0431\u0082\u0430\u0415 \u0430\u041e\u0430\u041f\u0431\u0086\u0430\u0418\u0430\u0418 \u0430\u041d\u0430\u0418\u0430\u0416\u0430\u0415 \u0430\u0418 \u0430\u041d\u0430\u0410\u0430\u0416\u0430\u041c\u0430\u0418\u0431\u0082\u0430\u0415 \u0430\u041a\u0430\u041d\u0430\u041e\u0430\u041f\u0430\u041a\u0431\u0083 \u0430\u041e\u0430\u0411\u0430\u041d\u0430\u041e\u0430\u0412\u0430\u0418\u0431\u0082\u0431\u008c.
gateway.web.registrations.addnewreg=\u0430\u0094\u0430\u041e\u0430\u0411\u0430\u0410\u0430\u0412\u0430\u0418\u0431\u0082\u0431\u008c \u0430\u041d\u0430\u041e\u0430\u0412\u0431\u0083\u0431\u008e \u0431\u0080\u0430\u0415\u0430\u0413\u0430\u0418\u0431\u0081\u0431\u0082\u0431\u0080\u0430\u0410\u0431\u0086\u0430\u0418\u0431\u008e
gateway.web.registrations.cancelnewreg=\u0430\u009e\u0431\u0082\u0430\u041c\u0430\u0415\u0430\u041d\u0430\u0418\u0431\u0082\u0431\u008c \u0430\u0412\u0430\u0412\u0430\u041e\u0430\u0414 \u0430\u041d\u0430\u041e\u0430\u0412\u0430\u041e\u0430\u0419 \u0431\u0080\u0430\u0415\u0430\u0413\u0430\u0418\u0431\u0082\u0431\u0081\u0431\u0080\u0430\u0410\u0431\u0086\u0430\u0418\u0430\u0418
gateway.web.registrations.username=\u0430\u0418\u0430\u041c\u0431\u008f \u0430\u041f\u0430\u041e\u0430\u041b\u0431\u008c\u0430\u0417\u0430\u041e\u0430\u0412\u0430\u0410\u0431\u0082\u0430\u0415\u0430\u041b\u0431\u008f
gateway.web.registrations.password=\u0430\u041f\u0430\u0410\u0431\u0080\u0430\u041e\u0430\u041b\u0431\u008c
gateway.web.registrations.nickname=\u0430\u041f\u0431\u0081\u0430\u0415\u0430\u0412\u0430\u0414\u0430\u041e\u0430\u041d\u0430\u0418\u0430\u041c
gateway.web.registrations.jid=user (JID)
gateway.web.registrations.gateway=\u0431\u0088\u0430\u041b\u0431\u008e\u0430\u0417
gateway.web.registrations.signedon=\u0430\u0090\u0430\u041a\u0431\u0082\u0430\u0418\u0430\u0412\u0430\u041d\u0431\u008b\u0430\u0415 \u0431\u0081\u0430\u0415\u0431\u0081\u0431\u0081\u0430\u0418\u0430\u0418
gateway.web.registrations.update=\u0430\u009e\u0430\u0411\u0430\u041d\u0430\u041e\u0430\u0412\u0430\u0418\u0431\u0082\u0431\u008c
gateway.web.registrations.next=\u0430\u0401\u0430\u041b\u0430\u0415\u0430\u0414.
gateway.web.registrations.prev=\u0430\u009f\u0431\u0080\u0430\u0415\u0430\u0414.
gateway.web.registrations.remove=\u0430\u0403\u0430\u0414\u0430\u0410\u0430\u041b\u0430\u0418\u0431\u0082\u0431\u008c
gateway.web.registrations.edit=\u0430\u0098\u0430\u0417\u0430\u041c\u0430\u0415\u0430\u041d\u0430\u0418\u0431\u0082\u0431\u008c
gateway.web.registrations.lastlogin=\u0430\u009f\u0430\u041e\u0431\u0081\u0430\u041b\u0430\u0415\u0430\u0414\u0430\u041d\u0430\u0418\u0430\u0419 \u0430\u0412\u0431\u0085\u0430\u041e\u0430\u0414
gateway.web.registrations.serviceusername=\u0430\u0401\u0430\u0415\u0431\u0080\u0430\u0412\u0430\u0418\u0431\u0081/\u0430\u0098\u0430\u041c\u0431\u008f \u0430\u041f\u0430\u041e\u0430\u041b\u0431\u008c\u0430\u0417\u0430\u041e\u0430\u0412\u0430\u0410\u0431\u0082\u0430\u0415\u0430\u041b\u0431\u008f
gateway.web.registrations.user=\u0430\u009f\u0430\u041e\u0430\u041b\u0431\u008c\u0430\u0417\u0430\u041e\u0430\u0412\u0430\u0410\u0431\u0082\u0430\u0415\u0430\u041b\u0431\u008c
gateway.web.registrations.confirmdelete=\u0430\u0092\u0431\u008b \u0431\u0083\u0430\u0412\u0430\u0415\u0431\u0080\u0430\u0415\u0430\u041d\u0431\u008b, \u0431\u0087\u0431\u0082\u0430\u041e \u0431\u0085\u0430\u041e\u0431\u0082\u0430\u0418\u0431\u0082\u0430\u0415 \u0431\u0083\u0430\u0414\u0430\u0410\u0430\u041b\u0430\u0418\u0431\u0082\u0431\u008c \u0431\u008d\u0431\u0082\u0431\u0083 \u0431\u0080\u0430\u0415\u0430\u0413\u0430\u0418\u0431\u0081\u0431\u0082\u0431\u0080\u0430\u0410\u0431\u0086\u0430\u0418\u0431\u008e?
gateway.web.registrations.registrations=\u0430\u00a0\u0430\u0415\u0430\u0413\u0430\u0418\u0431\u0081\u0431\u0082\u0431\u0080\u0430\u0410\u0431\u0086\u0430\u0418\u0430\u0418
gateway.web.registrations.title=\u0430\u00a0\u0430\u0415\u0430\u0413\u0430\u0418\u0431\u0081\u0431\u0082\u0431\u0080\u0430\u0410\u0431\u0086\u0430\u0418\u0430\u0418 \u0430\u0412 \u0431\u0088\u0430\u041b\u0431\u008e\u0430\u0417\u0430\u0410\u0431\u0085
gateway.web.registrations.xmppnotfound=\u0430\u009d\u0430\u0415 \u0430\u041c\u0430\u041e\u0430\u0413\u0431\u0083 \u0430\u041d\u0430\u0410\u0430\u0419\u0431\u0082\u0430\u0418 \u0431\u0081\u0431\u0087\u0430\u0415\u0431\u0082 XMPP \u0430\u041f\u0430\u041e\u0430\u041b\u0431\u008c\u0430\u0417\u0430\u041e\u0430\u0412\u0430\u0410\u0431\u0082\u0430\u0415\u0430\u041b\u0431\u008f.
gateway.web.registrations.regnotfound=\u0430\u009d\u0430\u0415 \u0430\u041c\u0430\u041e\u0430\u0413\u0431\u0083 \u0430\u041d\u0430\u0410\u0430\u0419\u0431\u0082\u0430\u0418 \u0431\u0080\u0430\u0415\u0430\u0413\u0430\u0418\u0431\u0081\u0431\u0082\u0431\u0080\u0430\u0410\u0431\u0086\u0430\u0418\u0431\u008e.
gateway.web.registrations.notenabled=\u0430\u0402\u0431\u0080\u0430\u0410\u0430\u041d\u0431\u0081\u0430\u041f\u0430\u041e\u0431\u0080\u0431\u0082 \u0430\u041d\u0430\u0415 \u0430\u0414\u0430\u041e\u0431\u0081\u0431\u0082\u0431\u0083\u0430\u041f\u0430\u0415\u0430\u041d. \u0430\u009f\u0430\u041e\u0430\u0416\u0430\u0410\u0430\u041b\u0431\u0083\u0430\u0419\u0431\u0081\u0431\u0082\u0430\u0410, \u0430\u0412\u0430\u041a\u0430\u041b\u0431\u008e\u0431\u0087\u0430\u0418\u0431\u0082\u0430\u0415 \u0430\u041f\u0430\u0415\u0431\u0080\u0430\u0415\u0430\u0414 \u0431\u0082\u0430\u0415\u0430\u041c, \u0430\u041a\u0430\u0410\u0430\u041a \u0430\u0412\u0431\u008b\u0430\u041f\u0430\u041e\u0430\u041b\u0430\u041d\u0430\u0418\u0431\u0082\u0430\u0415 \u0430\u041e\u0430\u041f\u0430\u0415\u0431\u0080\u0430\u0410\u0431\u0086\u0430\u0418\u0431\u008e.
gateway.web.registrations.illegaldomain=\u0430\u0094\u0430\u041e\u0430\u041c\u0430\u0415\u0430\u041d XMPP \u0430\u041f\u0430\u041e\u0430\u041b\u0431\u008c\u0430\u0417\u0430\u041e\u0430\u0412\u0430\u0410\u0431\u0082\u0430\u0415\u0430\u041b\u0431\u008f \u0430\u041d\u0430\u0415 \u0430\u041d\u0430\u0410 \u0431\u008d\u0431\u0082\u0430\u041e\u0430\u041c \u0431\u0081\u0430\u0415\u0431\u0080\u0430\u0412\u0430\u0415\u0431\u0080\u0430\u0415.
gateway.web.registrations.invaliduser=\u0430\u009d\u0430\u0415\u0430\u041f\u0431\u0080\u0430\u0410\u0430\u0412\u0430\u0418\u0430\u041b\u0431\u008c\u0430\u041d\u0430\u041e\u0430\u0415 \u0430\u0418\u0430\u041c\u0431\u008f \u0430\u041f\u0430\u041e\u0430\u041b\u0431\u008c\u0430\u0417\u0430\u041e\u0430\u0412\u0431\u0082\u0430\u0410\u0430\u0415\u0430\u041b\u0431\u008f \u0431\u0083\u0430\u041a\u0430\u0410\u0430\u0417\u0430\u0410\u0430\u041d\u0430\u041e \u0430\u0414\u0430\u041b\u0431\u008f \u0430\u0414\u0430\u0415\u0430\u0419\u0431\u0081\u0431\u0082\u0430\u0412\u0431\u0083\u0431\u008e\u0431\u0089\u0430\u0415\u0430\u0413\u0430\u041e \u0431\u0081\u0430\u0415\u0431\u0080\u0430\u0412\u0430\u0418\u0431\u0081\u0430\u0410.
gateway.web.registrations.deletesuccess=\u0430\u00a0\u0430\u0415\u0430\u0413\u0430\u0418\u0431\u0081\u0431\u0082\u0431\u0080\u0430\u0410\u0431\u0086\u0430\u0418\u0431\u008f \u0431\u0083\u0431\u0081\u0430\u041f\u0430\u0415\u0431\u0088\u0430\u041d\u0430\u041e \u0431\u0083\u0430\u0414\u0430\u0410\u0430\u041b\u0430\u0415\u0430\u041d\u0430\u0410.
gateway.web.registrations.updatesuccess=\u0430\u00a0\u0430\u0415\u0430\u0413\u0430\u0418\u0431\u0081\u0431\u0082\u0431\u0080\u0430\u0410\u0431\u0086\u0430\u0418\u0431\u008f \u0431\u0083\u0431\u0081\u0430\u041f\u0430\u0415\u0431\u0088\u0430\u041d\u0430\u041e \u0430\u041e\u0430\u0411\u0430\u041d\u0430\u041e\u0430\u0412\u0430\u041b\u0430\u0415\u0430\u041d\u0430\u0410.
gateway.web.registrations.addsuccess=\u0430\u00a0\u0430\u0415\u0430\u0413\u0430\u0418\u0431\u0081\u0431\u0082\u0431\u0080\u0430\u0410\u0431\u0086\u0430\u0418\u0431\u008f \u0431\u0083\u0431\u0081\u0430\u041f\u0430\u0415\u0431\u0088\u0430\u041d\u0430\u041e \u0430\u0414\u0430\u041e\u0430\u0411\u0430\u0410\u0430\u0412\u0430\u041b\u0430\u0415\u0430\u041d\u0430\u0410.
gateway.web.registrations.never=never
gateway.web.registrations.page=Page
gateway.web.registrations.perpage=per page