ports.stun=\u0423\u0421\u041B\u0423\u0413\u0410 STUN
ports.stun.desc=\u041F\u043E\u0440\u0442 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0435\u0442\u0441\u044F \u0434\u043B\u044F \u0443\u0441\u043B\u0443\u0433\u0438, \u043A\u043E\u0442\u043E\u0440\u0430\u044F \u0433\u0430\u0440\u0430\u043D\u0442\u0438\u0440\u0443\u0435\u0442 \u0441\u0432\u044F\u0437\u044C  \u0437\u0430 NAT.
sidebar.stun=\u041D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438 STUN
sidebar.stun.descr=\u041D\u0430\u0436\u043C\u0438\u0442\u0435, \u0447\u0442\u043E\u0431\u044B \u043F\u043E\u0441\u043C\u043E\u0442\u0440\u0435\u0442\u044C STUN \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438.
stun.external.add=\u0414\u043E\u0431\u0430\u0432\u0438\u0442\u044C
stun.external.comment=\u0421\u0435\u0440\u0432\u0435\u0440 \u0442\u0430\u043A\u0436\u0435 \u043E\u0442\u043F\u0440\u0430\u0432\u043B\u044F\u0435\u0442 \u0441\u043B\u0435\u0434\u0443\u044E\u0449\u0438\u0435 \u0430\u0434\u0440\u0435\u0441(\u0430) \u0441\u0442\u043E\u0440\u043E\u043D\u043D\u0438\u0445 \u0441\u043B\u0443\u0436\u0431 STUN \u0434\u043B\u044F \u043A\u043B\u0438\u0435\u043D\u0442\u043E\u0432.\u041A\u043B\u0438\u0435\u043D\u0442\u044B \u0431\u0443\u0434\u0443\u0442 \u043F\u044B\u0442\u0430\u0442\u044C\u0441\u044F \u043D\u0430\u0439\u0442\u0438 \u043A\u0430\u0436\u0434\u044B\u0439 \u0441\u0435\u0440\u0432\u0438\u0441 STUN,\u043F\u043E\u043A\u0430 \u0438\u043C \u043D\u0435\u0443\u0434\u0430\u0441\u0442\u0441\u0430 \u043D\u0430\u0439\u0442\u0438 \u0445\u043E\u0442\u044C \u043E\u0434\u0438\u043D,\u043A\u043E\u0442\u043E\u0440\u044B\u0439 \u0440\u0430\u0431\u043E\u0442\u0430\u0435\u0442.
stun.external.delete=\u0423\u0434\u0430\u043B\u0438\u0442\u044C
stun.external.error=\u041D\u0435\u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u044B\u0439 \u0441\u0435\u0440\u0432\u0435\u0440 \u0438\u043B\u0438 \u043F\u043E\u0440\u0442.
stun.external.port=\u041F\u043E\u0440\u0442
stun.external.server=\u0421\u0435\u0440\u0432\u0435\u0440
stun.external.title=\u0412\u043D\u0435\u0448\u043D\u0438\u0435 STUN-\u0441\u0435\u0440\u0432\u0435\u0440\u044B
stun.settings.alert.notvalidip=\u0412\u044B\u0431\u0440\u0430\u043D\u043D\u044B\u0435 \u0430\u0434\u0440\u0435\u0441\u0430 IP \u043D\u0435\u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043B\u044C\u043D\u044B. \u041F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430 \u0432\u044B\u0431\u0435\u0440\u0438\u0442\u0435\u0441\u044C \u0434\u0440\u0443\u0433\u0438\u0435 IPs.
stun.settings.alert.notvalidport=\u0412\u044B\u0431\u0440\u0430\u043D\u043D\u044B\u0435 \u043D\u043E\u043C\u0435\u0440\u0430 \u043F\u043E\u0440\u0442\u043E\u0432 \u043D\u0435\u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043B\u044C\u043D\u044B. \u041F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430 \u0432\u044B\u0431\u0435\u0440\u0438\u0442\u0435\u0441\u044C \u0434\u0440\u0443\u0433\u0438\u0435 \u043D\u043E\u043C\u0435\u0440\u0430 \u043F\u043E\u0440\u0442\u043E\u0432.
stun.settings.change=\u0418\u0437\u043C\u0435\u043D\u0438\u0442\u044C
stun.settings.comment=\u041D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438 \u0432\u0441\u0442\u0443\u043F\u044F\u0442 \u0432 \u0441\u0438\u043B\u0443 \u043F\u0440\u0438 \u0441\u043B\u0435\u0434\u0443\u044E\u0449\u0435\u043C \u0432\u0445\u043E\u0434\u0435.
stun.settings.desc=STUN\u2014\u044D\u0442\u043E \u0441\u0435\u0442\u0435\u0432\u043E\u0439 \u043F\u0440\u043E\u0442\u043E\u043A\u043E\u043B, \u043A\u043E\u0442\u043E\u0440\u044B\u0439 \u043F\u043E\u0437\u0432\u043E\u043B\u044F\u0435\u0442 \u043A\u043B\u0438\u0435\u043D\u0442\u0443, \u043D\u0430\u0445\u043E\u0434\u044F\u0449\u0435\u043C\u0443\u0441\u044F \u0437\u0430 \u0441\u0435\u0440\u0432\u0435\u0440\u043E\u043C \u0442\u0440\u0430\u043D\u0441\u043B\u044F\u0446\u0438\u0438 \u0430\u0434\u0440\u0435\u0441\u043E\u0432 (\u0438\u043B\u0438 \u0437\u0430 \u043D\u0435\u0441\u043A\u043E\u043B\u044C\u043A\u0438\u043C\u0438 \u0442\u0430\u043A\u0438\u043C\u0438 \u0441\u0435\u0440\u0432\u0435\u0440\u0430\u043C\u0438) \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0438\u0442\u044C \u0441\u0432\u043E\u0439 \u0432\u043D\u0435\u0448\u043D\u0438\u0439 IP-\u0430\u0434\u0440\u0435\u0441, \u0441\u043F\u043E\u0441\u043E\u0431 \u0442\u0440\u0430\u043D\u0441\u043B\u044F\u0446\u0438\u0438 \u0430\u0434\u0440\u0435\u0441\u0430 \u0438 \u043F\u043E\u0440\u0442 \u0432\u043E \u0432\u043D\u0435\u0448\u043D\u0435\u0439 \u0441\u0435\u0442\u0438, \u0441\u0432\u044F\u0437\u0430\u043D\u043D\u044B\u0439 \u0441 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u043D\u044B\u043C \u0432\u043D\u0443\u0442\u0440\u0435\u043D\u043D\u0438\u043C \u043D\u043E\u043C\u0435\u0440\u043E\u043C \u043F\u043E\u0440\u0442\u0430. \u042D\u0442\u0430 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u044F \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0435\u0442\u0441\u044F \u0434\u043B\u044F \u0443\u0441\u0442\u0430\u043D\u043E\u0432\u043B\u0435\u043D\u0438\u044F \u0441\u043E\u0435\u0434\u0438\u043D\u0435\u043D\u0438\u044F UDP \u043C\u0435\u0436\u0434\u0443 \u0434\u0432\u0443\u043C\u044F \u0445\u043E\u0441\u0442\u0430\u043C\u0438 \u0432 \u0441\u043B\u0443\u0447\u0430\u0435, \u0435\u0441\u043B\u0438 \u043E\u043D\u0438 \u043E\u0431\u0430 \u043D\u0430\u0445\u043E\u0434\u044F\u0442\u0441\u044F \u0437\u0430 \u043C\u0430\u0440\u0448\u0440\u0443\u0442\u0438\u0437\u0430\u0442\u043E\u0440\u043E\u043C NAT.
stun.settings.enabled=\u0412\u043A\u043B\u044E\u0447\u0435\u043D\u043E
stun.settings.error=STUN \u0441\u0435\u0440\u0432\u0435\u0440 \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0441\u0442\u0430\u0440\u0442\u043E\u0432\u0430\u0442\u044C. \u041F\u0440\u043E\u0432\u0435\u0440\u044C\u0442\u0435 \u043D\u043E\u043C\u0435\u0440\u0430 \u043F\u043E\u0440\u0442\u043E\u0432, \u0430 \u0442\u0430\u043A\u0436\u0435 \u043F\u0435\u0440\u0432\u0438\u0447\u043D\u044B\u0439 \u0438 \u0432\u0442\u043E\u0440\u0438\u0447\u043D\u044B\u0439 \u0430\u0434\u0440\u0435\u0441.
stun.settings.localenabled=\u041B\u043E\u043A\u0430\u043B\u044C\u043D\u044B\u0439 \u0441\u0435\u0440\u0432\u0435\u0440 \u0432\u043A\u043B\u044E\u0447\u0435\u043D
stun.settings.primaryaddress=\u041F\u0435\u0440\u0432\u0438\u0447\u043D\u044B\u0439 \u0430\u0434\u0440\u0435\u0441
stun.settings.primaryport=\u041F\u0435\u0440\u0432\u0438\u0447\u043D\u0430\u044F \u043D\u043E\u043C\u0435\u0440 \u043F\u043E\u0440\u0442\u0430
stun.settings.secondaryaddress=\u0412\u0442\u043E\u0440\u0438\u0447\u043D\u044B\u0439 \u0430\u0434\u0440\u0435\u0441
stun.settings.secondaryport=\u0412\u0442\u043E\u0440\u0438\u0447\u043D\u044B\u0439 \u043D\u043E\u043C\u0435\u0440 \u043F\u043E\u0440\u0442\u0430
stun.settings.success=\u041D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438 \u0441\u043E\u0445\u0440\u0430\u043D\u0435\u043D\u044B  \u0443\u0441\u043F\u0435\u0448\u043D\u043E.
stun.settings.title=\u041D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0430 STUN
